import { TMenu } from "./Types"

export const currentLogin = "wolkilipki18"
export const currentPassword = "clubwolki18"

export const mainPositions: TMenu = {
    nameMenu: "меню", routing: "menu", menu: [
        {
            name: "ХОЛОДНЫЕ ЗАКУСКИ", positions: [{
                name: "МЯСНОЕ АССОРТИ ОТ ШЕФ-ПОВАРА",
                price: 800,
                id: 1,
                weight: 310,
                description: 'Колбаса с/к, буженина, язык телячий подкопченый, запеченое куриное филе, корнишоны и черри маринованные., хрен стол., горчица',
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "АССОРТИ МЯСНЫХ СПЕЦИАЛИТЕТОВ",
                price: 1300,
                id: 2,
                weight: 250,
                description: 'Бастурма, Суджук, Пиколини, Пармский окорок,микс салат, оливки',
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "ДОМАШНИЕ СОЛЕНЬЯ",
                price: 550,
                id: 3,
                weight: 300,
                description: "Капуста квашеная, огурцы и помидоры маринованные, морковь по-корейски, грибы маринованные, чеснок, лук зелёный",
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "АССОРТИ МАРИНОВАНЫХ ГРИБОВ",
                price: 550,
                id: 4,
                weight: 250,
                description: '',
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "СЫРНАЯ ТАРЕЛКА",
                price: 800,
                id: 5,
                weight: 230,
                description: 'Фермерский сыр, маасдам, дор блю, камамбер, мёд, виноград, орехи,грисини, крекер.',
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "КОРЗИНА СЕЗОННЫХ ФРУКТОВ",
                price: 600,
                id: 6,
                weight: 500,
                description: '',
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "ТАРЕЛКА РЫБНЫХ ДЕЛИКАТЕСОВ",
                price: 4000,
                id: 7,
                weight: 450,
                description: "Обоженный тунец, карельская форель слабой соли,брускетта с мясом краба, лангустины гриль, гребешок гриль, лимон ,маслины, руккола.",
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "РЫБНОЕ АССОРТИ",
                price: 1450,
                id: 8,
                weight: 300,
                description: "Масляная рыба, лосось с/с, креветки тигровые в тесте фило, копченый кальмар, лимон,оливки, зелень",
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "ОВОЩНАЯ ТАРЕЛКА",
                price: 600,
                id: 9,
                weight: "300/50",
                description: 'Огурцы, помидоры, перец болгарский, зелень, соус сметанный',
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "ЗАКУСКА ПОД ВОДОЧКУ",
                price: 550,
                id: 10,
                weight: 250,
                description: 'Филе сельди с/с с картофельными дольками и маринованым луком,томатами, черри консер., зеленым луком',
                type: "ХОЛОДНЫЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            }]
        },

        {
            name: "САЛАТЫ", positions: [{
                name: "МИКС САЛАТ С ТЕЛЯТИНОЙ И ОВОЩАМИ",
                price: 390,
                id: 11,
                weight: 150,
                description: "Листья салата, телячья вырезка, перец болгарский,свежие огурцы, томаты, маслооливковое",
                type: "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "САЛАТ С РУККЛОЙ ТЕЛЯЧЬИМ ЯЗЫКОМ И ПЕЧЕНЫМ ПЕРЦЕМ",
                price: 450,
                id: 12,
                weight: 150,
                description: 'Руккола, телячий язык отварной, перец болгарский печеный, томаты черри, оливковое масло, крем бальзамик.',
                type: "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "САЛАТ НИСУАЗ С ТУНЦОМ",
                price: 390,
                id: 13,
                weight: 150,
                description: "Микс салат, тунец, фасоль стручковая, томаты свежие, яйцо, масло оливковое, сок лимона.",
                type: "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "САЛАТ С РУККОЛОЙ И ЖАРЕНЫМИ ТИГРОВЫМИ КРЕВЕТКАМИ",
                price: 550,
                id: 14,
                weight: 160,
                description: "Руккола, креветки тигровые, томаты черри, сыр пармезан, оливковое масло, сок лимона, крем бальзамик",
                type: "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "ЦЕЗАРЬ с лососем",
                price: 580,
                id: 15,
                weight: 160,
                description: "Хрустящие листья салата, сочные помидоры,сыр пармезан и классический соус 'Цезарь' в сочетании с лососем и хрустящими сухариками",
                type: "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "ЦЕЗАРЬ с курицей",
                price: 450,
                id: 16,
                weight: 160,
                description: "Хрустящие листья салата, сочные помидоры,сыр пармезан и классический соус 'Цезарь' в сочетании с нежным куриным филе и хрустящими сухариками",
                type: "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "ЦЕЗАРЬ с тигровыми креветками",
                price: 580,
                id: 17,
                weight: 160,
                description: "Хрустящие листья салата, сочные помидоры,сыр пармезан и классический соус 'Цезарь' в сочетании с жареными креветками и хрустящими сухариками",
                type: "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                name: "ГНЕЗДО ГЛУХАРЯ С филе индейки и ПЕРЕПЕЛИНЫМ ЯЙЦОМ",
                price: 350,
                id: 18,
                weight: 150,
                description: '',
                type: "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "МИКС САЛАТ С МОРЕПРОДУКТАМИ И БАЛЬЗАМИЧЕСКОЙ ЗАПРАВКОЙ",
                "price": 550,
                "id": 19,
                "weight": 150,
                "description": "Микс салат, мидии, креветки, лосось, оливковое масло, томаты черри, бальзамический уксус",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "САЛАТ С РУККОЛОЙ И УТИННЫМ ФИЛ",
                "price": 490,
                "id": 20,
                "weight": 150,
                "description": "Салат руккола, утиное филе жареное, апельсины, томаты черри, соус терияки, семена кунжута",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "САЛАТ ГРЕЧЕСКИЙ С СЫРОМ ФЕТА ",
                "price": 380,
                "id": 21,
                "weight": 180,
                "description": "",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "САЛАТ 'ОЛИВЬЕ' с перепелкой",
                "price": 390,
                "id": 22,
                "weight": 180,
                "description": "",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "САЛАТ 'ОЛИВЬЕ' с РОСТБИФОМ",
                "price": 390,
                "id": 23,
                "weight": 180,
                "description": "",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "МИКС салат",
                "price": 330,
                "id": 24,
                "weight": 180,
                "description": "салат с куриным филе и соусом карри, микс салат. Куриное филе, огурцы свежие, редис, соус карри, сметана",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "САЛАТ с куриной грудкой и соусом РАНЧ",
                "price": 390,
                "id": 25,
                "weight": 180,
                "description": "",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "МИКС салат",
                "price": 390,
                "id": 26,
                "weight": 180,
                "description": "салат с овощами, куриным филе и ананасом",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Салат с телятиной и грибами",
                "price": 420,
                "id": 27,
                "weight": 180,
                "description": "Микс салат, телятина отварная, огурцы, грибы шампиньоны",
                "type": "САЛАТЫ",
                "count": 0,
                "menu": "меню"
            }]
        },
        {
            name: "ГОРЯЧИЕ ЗАКУСКИ", positions: [{
                "name": "ЖУЛЬЕН с лесными грибами",
                "price": 310,
                "id": 28,
                "weight": 130,
                "description": "",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ЖУЛЬЕН с лесными грибами и куриным филе",
                "price": 370,
                "id": 29,
                "weight": 130,
                "description": "",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ЖУЛЬЕН с лесными грибами и копченым телячьим языком",
                "price": 420,
                "id": 30,
                "weight": 130,
                "description": "",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ШАШЛЫЧОК",
                "price": 340,
                "id": 31,
                "weight": "75/10",
                "description": "из куриного филе с терияки",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ШАШЛЫЧОК",
                "price": 540,
                "id": 32,
                "weight": "75/10",
                "description": "из тигровых креветок с соусом чили сладкий",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Креветки в тесте фило с соусом чили сладкий ",
                "price": 180,
                "id": 33,
                "weight": "1шт",
                "description": "",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Спринг роллы овощные",
                "price": 100,
                "id": 34,
                "weight": "1шт",
                "description": "",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Спринг роллы овощные",
                "price": 150,
                "id": 35,
                "weight": "1шт",
                "description": "с копченым телячьим языком",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Митболы",
                "price": 370,
                "id": 36,
                "weight": 130,
                "description": "из говядины с соусом карри",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "mainMenu"
            },
            {
                "name": "Штрудель с филе индейки",
                "price": 390,
                "id": 37,
                "weight": "130/30",
                "description": "со шпинатом и беконом и сливочным соусом",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Штрудель с куриным филе",
                "price": 330,
                "id": 38,
                "weight": "130/30",
                "description": "и сливочным соусом",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Шашлычок из семги",
                "price": 600,
                "id": 39,
                "weight": "75/15",
                "description": "с соусом зеленый карри",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Баклажаны запеченые с рататуем и сыром",
                "price": 300,
                "id": 40,
                "weight": 170,
                "description": "",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Баклажаны запеченые с соусом болоньез и сыром",
                "price": 420,
                "id": 41,
                "weight": 170,
                "description": "",
                "type": "ГОРЯЧИЕ ЗАКУСКИ",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
        {
            name: "СУПЫ", positions: [{
                "name": "СУП КУРИНЫЙ",
                "price": 300,
                "id": 42,
                "weight": 250,
                "description": "с лапшой домашнего приготовления",
                "type": "СУПЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "УХА ПО-норвежки",
                "price": 330,
                "id": 43,
                "weight": 250,
                "description": "со сливками",
                "type": "СУПЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СУП ШУРПА",
                "price": 350,
                "id": 44,
                "weight": 250,
                "description": "С говядиной или бараниной",
                "type": "СУПЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "БОРЩ С ГОВЯДИНОЙ И СМЕТАНОЙ",
                "price": 350,
                "id": 45,
                "weight": 250,
                "description": "",
                "type": "СУПЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ТОМ ЯМ С КРЕВЕТКАМИ",
                "price": 450,
                "id": 46,
                "weight": 250,
                "description": "",
                "type": "СУПЫ",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
        {
            name: "ГОРЯЧИЕ БЛЮДА", positions: [{
                "name": "ФИЛЕ ИНДЕЙКИ-ГРИЛЬ",
                "price": 500,
                "id": 47,
                "weight": "150/30",
                "description": "со сливочным соусом",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Медальоны из индейки",
                "price": 500,
                "id": 48,
                "weight": "150/30",
                "description": "в беконе с ягодным соусом",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Турнедо",
                "price": 850,
                "id": 49,
                "weight": "150/30",
                "description": "из телятины с грибным соусом",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Стейк из форели",
                "price": 600,
                "id": 50,
                "weight": "100/30",
                "description": "на кости со сливочным соусом",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ФИЛЕ ГРУДКИ ЦЫПЛЕНКА В БЕКОНЕ С СЫРОМ МОЦАРЕЛЛА",
                "price": 470,
                "id": 51,
                "weight": 150,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Филе грудки цыпленка в медовом соусе",
                "price": 450,
                "id": 52,
                "weight": "150/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "МЕДАЛЬОНЫ ИЗ ГОВЯЖЬЕЙ ВЫРЕЗКИ",
                "price": 850,
                "id": 53,
                "weight": "150/30",
                "description": "с соусом Деми-Глясс",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "МЕДАЛЬОНЫ ИЗ СВИНОЙ ВЫРЕЗКИ В БЕКОНЕ",
                "price": 600,
                "id": 54,
                "weight": "150/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ПЛОВ С БАРАНИНОЙ",
                "price": 420,
                "id": 55,
                "weight": 250,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ПЛОВ С ГОВЯДИНОЙ",
                "price": 420,
                "id": 56,
                "weight": 250,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ФИЛЕ ЛОСОСЯ",
                "price": 1000,
                "id": 57,
                "weight": "100/15",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ЖАРКОЕ ИЗ ТЕЛЯТИНЫ",
                "price": 540,
                "id": 58,
                "weight": 300,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КАРЕ ЯГНЕНКА НА ГРИЛЕ",
                "price": 900,
                "id": 59,
                "weight": "150/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СИБАС ИЛИ ДОРАДО НА ГРИЛЕ",
                "price": 800,
                "id": 60,
                "weight": "1шт/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ФИЛЕ СУДАКА",
                "price": 490,
                "id": 61,
                "weight": "120/30",
                "description": "с лепестками миндаля и медовым соусом",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ФОРЕЛЬ РАДУЖНАЯ ЗАПЕЧЕНАЯ С ТРАВАМИ",
                "price": 580,
                "id": 62,
                "weight": "1шт",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "УТИНАЯ НОЖКА",
                "price": 550,
                "id": 63,
                "weight": "1шт",
                "description": "томленая",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "УТИНОЕ ФИЛЕ НА ГРИЛЕ",
                "price": 600,
                "id": 64,
                "weight": "150/30",
                "description": "с клюквенным соусом",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ФИЛЕ ТРЕСКИ С СОУСОМ БЕРБЛАН",
                "price": 550,
                "id": 65,
                "weight": "150/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СВИНИНА ТОМЛЕНАЯ",
                "price": 480,
                "id": 66,
                "weight": "150/30",
                "description": "с грибным соусом",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СВИННАЯ ВЫРЕЗКА В ОРЕХОВОЙ КОРОЧКЕ",
                "price": 550,
                "id": 67,
                "weight": "100/30",
                "description": "и ягодным соусом",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "НОЖКА КРОЛИКА ТОМЛЕНАЯ В СЛИВОЧНОМ СОУСЕ",
                "price": 550,
                "id": 68,
                "weight": "1шт/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "МЕДАЛЬОНЫ ИЗ ИНДЕЙКИ С ЗАПЕЧЕННЫМ КАРТОФЕЛЕМ И СЛИВОЧНЫМ СОУСОМ",
                "price": 480,
                "id": 69,
                "weight": "100/120/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ФРИКАССЕ ИЗ ФИЛЕ ЦЫПЛЕНКА С ОВОЩАМИ И ПЮРЕ ИЗ ЦВЕТНОЙ КАПУСТЫ",
                "price": 450,
                "id": 70,
                "weight": "130/120/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ЭСКАЛОП ИЗ СВИНИНЫ С ПАРОВЫМИ ОВОЩАМИ",
                "price": 480,
                "id": 71,
                "weight": "130/120/30",
                "description": "морковь, цветная капуста, брокколи",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
        {
            name: "ГРИЛЬ МЕНЮ", positions: [{
                "name": "ШАШЛЫК ИЗ СВИНОЙ ШЕИ С САЛАТОМ И ТОМАТНЫМ СОУСОМ ",
                "price": 420,
                "id": 72,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ШАШЛЫК ИЗ КУРИНОГО ФИЛЕ С САЛАТОМ И СОУСОМ",
                "price": 400,
                "id": 73,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ШАШЛЫК ИЗ КУРИНОГО ФИЛЕ С САЛАТОМ И СОУСОМ ",
                "price": 400,
                "id": 74,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "МЕДАЛЬОНЫ ИЗ ТЕЛЯТИНЫ С САЛАТОМ И СОУСОМ",
                "price": 800,
                "id": 75,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КУРИНЫЕ КРЫЛЫШКИ ГРИЛЬ С ТАЙСКИМ СОУСОМ ",
                "price": 370,
                "id": 76,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СТЕЙК ИЗ СВИНОЙ ШЕИ С САЛАТОМ И ТОМАТНЫМ СОУСОМ ",
                "price": 420,
                "id": 77,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СТЕЙК ИЗ ИНДЕЙКИ С САЛАТОМ И ТОМАТНЫМ СОУСОМ",
                "price": 400,
                "id": 78,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СВИНЫЕ РЕБРА С СОУСОМ BBQ",
                "price": 600,
                "id": 79,
                "weight": "200/70/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КОЛБАСКИ СВИНЫЕ С ТОМАТНО-ГОРЧИЧНЫМ СОУСОМ ",
                "price": 420,
                "id": 80,
                "weight": "200/70/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КОЛБАСКИ КУРИНЫЕ С СЫРОМ И ШАШЛЫЧНЫМ СОУСОМ",
                "price": 400,
                "id": 81,
                "weight": "200/70/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КАРЕ ЯГНЕНКА НА ГРИЛЕ С ТОМАТНЫМ СОУСОМ",
                "price": 900,
                "id": 82,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КОРЕЙКА СВИНАЯ НА КОСТИ С ГОРЧИЧНЫМ СОУСОМ ",
                "price": 450,
                "id": 83,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СТЕЙК ИЗ МОРСКОЙ ФОРЕЛИ НА ГРИЛЕ",
                "price": 1200,
                "id": 84,
                "weight": "170/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ФОРЕЛЬ РЕЧНАЯ НА ГРИЛЕ",
                "price": 600,
                "id": 85,
                "weight": "1шт/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "СИБАС ИЛИ ДОРАДО",
                "price": 800,
                "id": 86,
                "weight": "1шт/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ШАШЛЫК ИЗ ФИЛЕ СОМА (СЕЗОН ЛЕТА)",
                "price": 500,
                "id": 87,
                "weight": "150/40/20",
                "description": "",
                "type": "ГРИЛЬ МЕНЮ",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
        {
            name: "ГАРНИРЫ", positions: [{
                "name": "ОВОЩИ ГРИЛЬ",
                "price": 150,
                "id": 88,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ОВОЩИ НА ПАРУ",
                "price": 150,
                "id": 89,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ДОЛЬКИ КАРТОФЕЛЯ ЗАПЕЧЕНОГО",
                "price": 120,
                "id": 90,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КАРТОФЕЛЬНОЕ ПЮРЕ С ЖАРЕНЫМ ЛУКОМ",
                "price": 120,
                "id": 91,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КАРТОФЕЛЬНЫЙ ГРАТЕН",
                "price": 150,
                "id": 92,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "РИС ПРИПУЩЕНЫЙ С ОВОЩАМИ",
                "price": 100,
                "id": 93,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ПЮРЕ ИЗ ЦВЕТНОЙ КАПУСТЫ",
                "price": 150,
                "id": 94,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ПЮРЕ ИЗ ЗЕЛЕНОГО ГОРОШКА",
                "price": 150,
                "id": 95,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ПОЛБА С ВЕШЕНКАМИ",
                "price": 150,
                "id": 96,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ГРЕЧКА ТОМЛЕНАЯ С ОВОЩАМИ",
                "price": 100,
                "id": 97,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ОРЗОТТО",
                "price": 150,
                "id": 98,
                "weight": 100,
                "description": "ПЕРЛОВКА СО СВЕКЛОЙ, ПАРМЕЗАНОМ И СЛИВКАМИ",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "РИС БАСМАТИ С ДИКИМ РИСОМ",
                "price": 150,
                "id": 99,
                "weight": 100,
                "description": "",
                "type": "ГАРНИРЫ",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
        {
            name: "ХЛЕБ И ВЫПЕЧКА", positions: [{
                "name": "БУЛОЧКА",
                "price": 40,
                "id": 100,
                "weight": 30,
                "description": "пшеничная/ржаная",
                "type": "ХЛЕБ И ВЫПЕЧКА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ЛАВАШ из тандыра",
                "price": 70,
                "id": 101,
                "weight": "1шт",
                "description": "",
                "type": "ХЛЕБ И ВЫПЕЧКА",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Хлебная корзина",
                "price": 180,
                "id": 102,
                "weight": " ",
                "description": "",
                "type": "ХЛЕБ И ВЫПЕЧКА",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
        {
            name: "НАПИТКИ", positions: [{
                "name": "МОРС",
                "price": 450,
                "id": 103,
                "weight": "1л",
                "description": "смородина, вишня, клюква, облепиха",
                "type": "НАПИТКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ЛИМОНАД",
                "price": 450,
                "id": 104,
                "weight": "1л",
                "description": "",
                "type": "НАПИТКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Сок в асортименте",
                "price": 300,
                "id": 105,
                "weight": "1л",
                "description": "",
                "type": "НАПИТКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ЧАЙ ПАКЕТИРОВАНЫЙ ЧЕРНЫЙ/ЗЕЛЕНЫЙ",
                "price": 70,
                "id": 106,
                "weight": "200мл",
                "description": "с сахаром и молоком",
                "type": "НАПИТКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "КОФЕ ПАКЕТИРОВАННЫЙ",
                "price": 70,
                "id": 107,
                "weight": "200мл",
                "description": "с сахаром и молоком",
                "type": "НАПИТКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "ЧАЙ ТРАВЯНОЙ",
                "price": 400,
                "id": 108,
                "weight": "1л",
                "description": "",
                "type": "НАПИТКИ",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
        {
            name: "ФУРШЕТНОЕ МЕНЮ", positions: [{
                "name": "Брускета с ростбифом и соусом гуакомоле",
                "price": 120,
                "id": 109,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Брускета с творожным сыром и вялеными томатами",
                "price": 120,
                "id": 110,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Брускета с с/с форелью и сливочным сыром",
                "price": 150,
                "id": 111,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Брускета с креветками и сливочным соусом",
                "price": 150,
                "id": 112,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Панини с копченой индейкой",
                "price": 80,
                "id": 113,
                "weight": 50,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Панини с бужениной",
                "price": 100,
                "id": 114,
                "weight": 50,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Гриссини с пармским окороком",
                "price": 100,
                "id": 115,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Гаспачо в шоте с креветкой гриль",
                "price": 120,
                "id": 116,
                "weight": 40,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Креветка гриль на шпажке с ананасом гриль",
                "price": 100,
                "id": 117,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с сыром и беконом на пшеничном тосте",
                "price": 70,
                "id": 118,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с дольками картофеля и сельдью шеф посола",
                "price": 60,
                "id": 119,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Тарталетка с муссом из авокадо и с/с форелью",
                "price": 120,
                "id": 120,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Тарталетка с муссом из копченого лосося",
                "price": 100,
                "id": 121,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с ростбифом и маринованным огурчиком",
                "price": 80,
                "id": 123,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с салом и хреном",
                "price": 70,
                "id": 124,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с сыром и ягодами в ас-те",
                "price": 90,
                "id": 125,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с сыром карбонатом и грушей",
                "price": 70,
                "id": 126,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе сырный шарик с сыром дор-блю и кешью",
                "price": 70,
                "id": 127,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе фруктовое с шоколадом",
                "price": 80,
                "id": 128,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с сыром моцарелла и томатоми черри",
                "price": 80,
                "id": 129,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Клаб сендвич мини с ростбифом",
                "price": 120,
                "id": 130,
                "weight": 70,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Клаб сендвич мини с куриным филе",
                "price": 90,
                "id": 131,
                "weight": 70,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Клаб сендвич мини с малосольной семгой",
                "price": 150,
                "id": 132,
                "weight": 70,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Профитроли с мусом из лосося",
                "price": 90,
                "id": 133,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Профитроли с паштетом из куриного филе",
                "price": 70,
                "id": 134,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Профитроли с креветочным муссом",
                "price": 90,
                "id": 135,
                "weight": 20,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини жульен с куриным филе в тарталетке",
                "price": 100,
                "id": 136,
                "weight": 45,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини жульен с языком в тарталетке",
                "price": 100,
                "id": 137,
                "weight": 45,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Шашлычок из овощей гриль",
                "price": 100,
                "id": 138,
                "weight": 50,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Микс салат с оливками и сыром фета",
                "price": 130,
                "id": 139,
                "weight": 75,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Салат из овощей гриль с сыром брынза",
                "price": 130,
                "id": 140,
                "weight": 75,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Салат овощной с ростбифом",
                "price": 150,
                "id": 141,
                "weight": 75,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Салат овощной с куриным филе",
                "price": 130,
                "id": 142,
                "weight": 75,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Салат с индейкой и картофелем пай",
                "price": 150,
                "id": 143,
                "weight": 75,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Тар-тар из тунца на ржанной брусккете",
                "price": 150,
                "id": 144,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Тар-тар из лосося на чиабатте",
                "price": 150,
                "id": 145,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мидии запеченые с икрой тобика",
                "price": 130,
                "id": 146,
                "weight": "50/10",
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Рулетики из баклажан с овощным соте",
                "price": 60,
                "id": 147,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Рулетики из цукини с сыром фета",
                "price": 60,
                "id": 148,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Рулетики из баклажан с сырно ореховой начинкой",
                "price": 70,
                "id": 149,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини перепечи с капустой/ с мясом/ с грибами",
                "price": 75,
                "id": 150,
                "weight": 40,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини пирожки с капустой/с мясом/с яйцом и луком/с рыбой",
                "price": 75,
                "id": 151,
                "weight": 50,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини круассан с салями",
                "price": 110,
                "id": 152,
                "weight": 35,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини круассан с лососем слабой соли",
                "price": 130,
                "id": 153,
                "weight": 35,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Креветка тигровая темпура",
                "price": 180,
                "id": 154,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Креветка тигровая в тесте фило",
                "price": 180,
                "id": 155,
                "weight": "1шт",
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Сырная корзиночка с салатом из краба",
                "price": 300,
                "id": 156,
                "weight": 50,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Рулетики из печеного перца с крем чизом",
                "price": 90,
                "id": 158,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе из утиного филе с луковым конфитюром",
                "price": 100,
                "id": 159,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Рулетик из ветчины с сырной начинкой",
                "price": 90,
                "id": 160,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с салями и адыгейским сыром",
                "price": 100,
                "id": 161,
                "weight": 25,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Канапе с перепелиным яйцом и семгой",
                "price": 150,
                "id": 162,
                "weight": 50,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Бутерброд со шпротами и соленым огурчиком",
                "price": 90,
                "id": 163,
                "weight": 30,
                "description": "",
                "type": "ФУРШЕТНОЕ МЕНЮ",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
        {
            name: "НОВИНКИ", positions: [{
                "name": "Эклер со сливочным сыром и Гравалаксом из форели, и двумя видами икры тобика",
                "price": 150,
                "id": 164,
                "weight": 70,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Эклер со сливочным сыром коктельными креветками и перепелиным яйцом",
                "price": 150,
                "id": 165,
                "weight": 70,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Красный эклер с лососем шеф посола и творожным сыром",
                "price": 150,
                "id": 166,
                "weight": 70,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Красный эклер с креветками и икрой тобика",
                "price": 150,
                "id": 167,
                "weight": 70,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Эклер со сливочным сыром и тар таром из лосося с авокадо",
                "price": 150,
                "id": 168,
                "weight": 70,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Эклер со сливочным сыром и свежими ягодами",
                "price": 150,
                "id": 169,
                "weight": 70,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Эклер Бургер с бужениной и паштетом, микс салатом и томатоми ",
                "price": 100,
                "id": 170,
                "weight": 90,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Эклер Бургер с морской форелью и творожным кремом, микс салатом",
                "price": 150,
                "id": 171,
                "weight": 90,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Профитроли с патэ из курицы с вяленой клюквой и свежей голубикой",
                "price": 80,
                "id": 171,
                "weight": 50,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Профитроли с риэтом(паштет) из лосося и черной икрой(тобика)",
                "price": 120,
                "id": 172,
                "weight": 50,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Профитроли с риетом из лосося и тар таром",
                "price": 120,
                "id": 173,
                "weight": 50,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Профитроли с риетом из лосося и форелью шеф посола",
                "price": 120,
                "id": 174,
                "weight": 50,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Слойка с вишней",
                "price": 80,
                "id": 175,
                "weight": 50,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Слойка с яблоками",
                "price": 80,
                "id": 176,
                "weight": 50,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини пирожки из слоего теста мясо-капустные",
                "price": 80,
                "id": 177,
                "weight": 45,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини пирожки из слоего теста мясные",
                "price": 100,
                "id": 178,
                "weight": 45,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини пирожки из слоего теста рыбные",
                "price": 100,
                "id": 179,
                "weight": 45,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини мафин",
                "price": 40,
                "id": 180,
                "weight": 40,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини капкейк со сливочным кремом и ягодамим",
                "price": 60,
                "id": 181,
                "weight": 60,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мафин ванильный",
                "price": 80,
                "id": 182,
                "weight": 50,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Капкайк Ванильный со сливочным кремом и ягодами",
                "price": 100,
                "id": 183,
                "weight": 70,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини мафин шоколадный",
                "price": 40,
                "id": 184,
                "weight": 40,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мини капкейк шоколадный со сливочным кремом и ягодамим",
                "price": 60,
                "id": 185,
                "weight": 60,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Мафин шоколадный",
                "price": 80,
                "id": 186,
                "weight": 50,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "Капкайк Шоколыдный со сливочным кремом и ягодами",
                "price": 100,
                "id": 187,
                "weight": 70,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "НАБОР ЭКЛЕРОВ 6ШТ",
                "price": 720,
                "id": 188,
                "weight": 420,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            },
            {
                "name": "НАБОР ПРОФИТРОЛЕЙ 4ШТ",
                "price": 350,
                "id": 189,
                "weight": 200,
                "description": "",
                "type": "НОВИНКИ",
                "count": 0,
                "menu": "меню"
            }

            ]
        },
    ]
}

export const childMenuGraduates: TMenu = {
    nameMenu: "детское меню", routing: "childMenu", menu: [
        {
            name: "САЛАТЫ", positions: [{
                "name": "Салат Оливье с куриным филе",
                "price": 150,
                "id": 1,
                "weight": 120,
                "description": "",
                "type": "САЛАТЫ",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Салат овощной с сыром фета",
                "price": 150,
                "id": 2,
                "weight": 120,
                "description": "",
                "type": "САЛАТЫ",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Салат мясной",
                "price": 180,
                "id": 3,
                "weight": 120,
                "description": "",
                "type": "САЛАТЫ",
                "menu": "детское меню",
                "count": 0
            }
            ]
        },
        {
            name: "СУПЫ", positions: [{
                "name": "Суп-лапша домашняя с цыпленком",
                "price": 200,
                "id": 4,
                "weight": 200,
                "description": "",
                "type": "СУПЫ",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Суп-пюре из цветной капусты",
                "price": 200,
                "id": 5,
                "weight": 200,
                "description": "",
                "type": "СУПЫ",
                "menu": "детское меню",
                "count": 0
            }]
        },
        {
            name: "ГОРЯЧИЕ БЛЮДА", positions: [{
                "name": "Шашлычок из куриного филе с овощным салатом",
                "price": 370,
                "id": 6,
                "weight": "120/100/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Котлеты из щуки с картофельным пюре",
                "price": 370,
                "id": 7,
                "weight": "120/100/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Котлеты из щуки с картофельным пюре",
                "price": 420,
                "id": 8,
                "weight": "120/100/30",
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Детская пицца мясная",
                "price": 400,
                "id": 9,
                "weight": 300,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Детская пицца 4 сыра",
                "price": 400,
                "id": 10,
                "weight": 300,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Спагетти с колбасками со сливочным соусом",
                "price": 280,
                "id": 11,
                "weight": 270,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Спагетти с колбасками с томатным соусом",
                "price": 280,
                "id": 12,
                "weight": 270,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Бургер с котлетой из телятины с беконом и сыром",
                "price": 370,
                "id": 13,
                "weight": 270,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Бургер с куриной котлетой",
                "price": 390,
                "id": 14,
                "weight": 270,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Шаурма с куриным филе",
                "price": 300,
                "id": 15,
                "weight": 300,
                "description": "",
                "type": "ГОРЯЧИЕ БЛЮДА",
                "menu": "детское меню",
                "count": 0
            }

            ]
        },
        {
            name: "ГАРНИРЫ", positions: [
                {
                    "name": "Картофель фри с кетчупом",
                    "price": 0,
                    "id": 16,
                    "weight": 0,
                    "description": "",
                    "type": "ГАРНИРЫ",
                    "menu": "детское меню",
                    "count": 0
                },
                {
                    "name": "Картофельное пюре",
                    "price": 150,
                    "id": 17,
                    "weight": 150,
                    "description": "",
                    "type": "ГАРНИРЫ",
                    "menu": "детское меню",
                    "count": 0
                },
                {
                    "name": "Спагетти отварные с сыром",
                    "price": 150,
                    "id": 18,
                    "weight": 150,
                    "description": "",
                    "type": "ГАРНИРЫ",
                    "menu": "детское меню",
                    "count": 0
                },
            ]
        },
        {
            name: "ДЕСЕРТЫ", positions: [{
                "name": "Блинчики с джемом",
                "price": 150,
                "id": 19,
                "weight": "100/30",
                "description": "",
                "type": "ДЕСЕРТЫ",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Мороженое с вареньем",
                "price": 150,
                "id": 20,
                "weight": "100/30",
                "description": "",
                "type": "ДЕСЕРТЫ",
                "menu": "детское меню",
                "count": 0
            }, {
                "name": "Суп из лесных ягод с мятой и мороженым",
                "price": 450,
                "id": 21,
                "weight": "150/30",
                "description": "",
                "type": "ДЕСЕРТЫ",
                "menu": "детское меню",
                "count": 0
            },
            ]
        },
        {
            name: "НАПИТКИ", positions: [{
                "name": "Морс клюквеный",
                "price": 90,
                "id": 22,
                "weight": 200,
                "description": "",
                "type": "НАПИТКИ",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Морс облепиховый",
                "price": 90,
                "id": 23,
                "weight": 200,
                "description": "",
                "type": "НАПИТКИ",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Какао с молоком",
                "price": 150,
                "id": 24,
                "weight": 200,
                "description": "",
                "type": "НАПИТКИ",
                "menu": "детское меню",
                "count": 0
            },
            {
                "name": "Молочный коктель",
                "price": 200,
                "id": 25,
                "weight": 200,
                "description": "",
                "type": "НАПИТКИ",
                "menu": "детское меню",
                "count": 0
            },
            ]
        }
    ]
}