import { Tposition } from "./Types"

export const positions: Array<Tposition> = [
    {
        name: "МЯСНОЕ АССОРТИ ОТ ШЕФ-ПОВАРА",
        price: 800,
        id: 1,
        weight: 310,
        description: 'Колбаса с/к, буженина, язык телячий подкопченый, запеченое куриное филе, корнишоны и черри маринованные., хрен стол., горчица',
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "АССОРТИ МЯСНЫХ СПЕЦИАЛИТЕТОВ",
        price: 1300,
        id: 2,
        weight: 250,
        description: 'Бастурма, Суджук, Пиколини, Пармский окорок,микс салат, оливки',
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "ДОМАШНИЕ СОЛЕНЬЯ",
        price: 550,
        id: 3,
        weight: 300,
        description: "Капуста квашеная, огурцы и помидоры маринованные, морковь по-корейски, грибы маринованные, чеснок, лук зелёный",
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "АССОРТИ МАРИНОВАНЫХ ГРИБОВ",
        price: 550,
        id: 4,
        weight: 250,
        description: '',
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "СЫРНАЯ ТАРЕЛКА",
        price: 800,
        id: 5,
        weight: 230,
        description: 'Фермерский сыр, маасдам, дор блю, камамбер, мёд, виноград, орехи,грисини, крекер.',
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "КОРЗИНА СЕЗОННЫХ ФРУКТОВ",
        price: 600,
        id: 6,
        weight: 500,
        description: '',
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "ТАРЕЛКА РЫБНЫХ ДЕЛИКАТЕСОВ",
        price: 4000,
        id: 7,
        weight: 450,
        description: "Обоженный тунец, карельская форель слабой соли,брускетта с мясом краба, лангустины гриль, гребешок гриль, лимон ,маслины, руккола.",
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "РЫБНОЕ АССОРТИ",
        price: 1450,
        id: 8,
        weight: 300,
        description: "Масляная рыба, лосось с/с, креветки тигровые в тесте фило, копченый кальмар, лимон,оливки, зелень",
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "ОВОЩНАЯ ТАРЕЛКА",
        price: 600,
        id: 9,
        weight: "300/50",
        description: 'Огурцы, помидоры, перец болгарский, зелень, соус сметанный',
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },
    {
        name: "ЗАКУСКА ПОД ВОДОЧКУ",
        price: 550,
        id: 10,
        weight: 250,
        description: 'Филе сельди с/с с картофельными дольками и маринованым луком,томатами, черри консер., зеленым луком',
        type: "ХОЛОДНЫЕ ЗАКУСКИ"
    },


    {
        name: "МИКС САЛАТ С ТЕЛЯТИНОЙ И ОВОЩАМИ",
        price: 390,
        id: 11,
        weight: 150,
        description: "Листья салата, телячья вырезка, перец болгарский,свежие огурцы, томаты, маслооливковое",
        type: "САЛАТЫ"
    },
    {
        name: "САЛАТ С РУККЛОЙ ТЕЛЯЧЬИМ ЯЗЫКОМ И ПЕЧЕНЫМ ПЕРЦЕМ",
        price: 450,
        id: 12,
        weight: 150,
        description: 'Руккола, телячий язык отварной, перец болгарский печеный, томаты черри, оливковое масло, крем бальзамик.',
        type: "САЛАТЫ"
    },
    {
        name: "САЛАТ НИСУАЗ С ТУНЦОМ",
        price: 390,
        id: 13,
        weight: 150,
        description: "Микс салат, тунец, фасоль стручковая, томаты свежие, яйцо, масло оливковое, сок лимона.",
        type: "САЛАТЫ"
    },
    {
        name: "САЛАТ С РУККОЛОЙ И ЖАРЕНЫМИ ТИГРОВЫМИ КРЕВЕТКАМИ",
        price: 550,
        id: 14,
        weight: 160,
        description: "Руккола, креветки тигровые, томаты черри, сыр пармезан, оливковое масло, сок лимона, крем бальзамик",
        type: "САЛАТЫ"
    },
    {
        name: "ЦЕЗАРЬ с лососем",
        price: 580,
        id: 15,
        weight: 160,
        description: "Хрустящие листья салата, сочные помидоры,сыр пармезан и классический соус 'Цезарь' в сочетании с лососем и хрустящими сухариками",
        type: "САЛАТЫ"
    },
    {
        name: "ЦЕЗАРЬ с курицей",
        price: 450,
        id: 16,
        weight: 160,
        description: "Хрустящие листья салата, сочные помидоры,сыр пармезан и классический соус 'Цезарь' в сочетании с нежным куриным филе и хрустящими сухариками",
        type: "САЛАТЫ"
    },
    {
        name: "ЦЕЗАРЬ с тигровыми креветками",
        price: 580,
        id: 17,
        weight: 160,
        description: "Хрустящие листья салата, сочные помидоры,сыр пармезан и классический соус 'Цезарь' в сочетании с жареными креветками и хрустящими сухариками",
        type: "САЛАТЫ"
    },
    {
        name: "ГНЕЗДО ГЛУХАРЯ С филе индейки и ПЕРЕПЕЛИНЫМ ЯЙЦОМ",
        price: 350,
        id: 18,
        weight: 150,
        description: '',
        type: "САЛАТЫ"
    },
    {
        "name": "МИКС САЛАТ С МОРЕПРОДУКТАМИ И БАЛЬЗАМИЧЕСКОЙ ЗАПРАВКОЙ",
        "price": 550,
        "id": 19,
        "weight": 150,
        "description": "Микс салат, мидии, креветки, лосось, оливковое масло, томаты черри, бальзамический уксус",
        "type": "САЛАТЫ"
    },
    {
        "name": "САЛАТ С РУККОЛОЙ И УТИННЫМ ФИЛ",
        "price": 490,
        "id": 20,
        "weight": 150,
        "description": "Салат руккола, утиное филе жареное, апельсины, томаты черри, соус терияки, семена кунжута",
        "type": "САЛАТЫ"
    },
    {
        "name": "САЛАТ ГРЕЧЕСКИЙ С СЫРОМ ФЕТА ",
        "price": 380,
        "id": 21,
        "weight": 180,
        "description": "",
        "type": "САЛАТЫ"
    },
    {
        "name": "САЛАТ 'ОЛИВЬЕ' с перепелкой",
        "price": 390,
        "id": 22,
        "weight": 180,
        "description": "",
        "type": "САЛАТЫ"
    },
    {
        "name": "САЛАТ 'ОЛИВЬЕ' с РОСТБИФОМ",
        "price": 390,
        "id": 23,
        "weight": 180,
        "description": "",
        "type": "САЛАТЫ"
    },
    {
        "name": "МИКС салат",
        "price": 330,
        "id": 24,
        "weight": 180,
        "description": "салат с куриным филе и соусом карри, микс салат. Куриное филе, огурцы свежие, редис, соус карри, сметана",
        "type": "САЛАТЫ"
    },
    {
        "name": "САЛАТ с куриной грудкой и соусом РАНЧ",
        "price": 390,
        "id": 25,
        "weight": 180,
        "description": "",
        "type": "САЛАТЫ"
    },
    {
        "name": "МИКС салат",
        "price": 390,
        "id": 26,
        "weight": 180,
        "description": "салат с овощами, куриным филе и ананасом",
        "type": "САЛАТЫ"
    },
    {
        "name": "ЖУЛЬЕН с лесными грибами",
        "price": 310,
        "id": 27,
        "weight": 370,
        "description": "",
        "type": "ГОРЯЧИЕ ЗАКУСКИ"
    },
    {
        "name": "ЖУЛЬЕН с лесными грибами и куриным филе",
        "price": 370,
        "id": 28,
        "weight": 130,
        "description": "",
        "type": "ГОРЯЧИЕ ЗАКУСКИ"
    },
    {
        "name": "ЖУЛЬЕН с лесными грибами и копченым телячьим языком",
        "price": 420,
        "id": 29,
        "weight": 130,
        "description": "",
        "type": "ГОРЯЧИЕ ЗАКУСКИ"
    },


    {
        "name": "СУП КУРИНЫЙ",
        "price": 300,
        "id": 30,
        "weight": 250,
        "description": "с лапшой домашнего приготовления",
        "type": "СУПЫ"
    },
    {
        "name": "УХА ПО-норвежки со сливками",
        "price": 330,
        "id": 31,
        "weight": 250,
        "description": "",
        "type": "СУПЫ"
    },
    {
        "name": "СУП ШУРПА С говядиной или бараниной",
        "price": 350,
        "id": 32,
        "weight": 250,
        "description": "",
        "type": "СУПЫ"
    },


    {
        "name": "ФИЛЕ ИНДЕЙКИ-ГРИЛЬ со сливочным соусом",
        "price": 500,
        "id": 33,
        "weight": "150/30",
        "description": "",
        "type": "ГОРЯЧИЕ БЛЮДА"
    },
    {
        "name": "Медальоны из индейки в беконе с ягодным соусом",
        "price": 500,
        "id": 34,
        "weight": "150/30",
        "description": "",
        "type": "ГОРЯЧИЕ БЛЮДА"
    },
    {
        "name": "Турнедо из телятины с грибным соусом",
        "price": 850,
        "id": 35,
        "weight": "150/30",
        "description": "",
        "type": "ГОРЯЧИЕ БЛЮДА"
    },


    {
        "name": "ШАШЛЫК ИЗ СВИНОЙ ШЕИ С САЛАТОМ И ТОМАТНЫМ СОУСОМ",
        "price": 420,
        "id": 36,
        "weight": "150/40/20",
        "description": "",
        "type": "ГРИЛЬ-МЕНЮ"
    },
    {
        "name": "ШАШЛЫК ИЗ КУРИНОГО ФИЛЕ С САЛАТОМ И СОУСОМ",
        "price": 400,
        "id": 37,
        "weight": "150/40/20",
        "description": "",
        "type": "ГРИЛЬ-МЕНЮ"
    },
    {
        "name": "МЕДАЛЬОНЫ ИЗ ТЕЛЯТИНЫ С САЛАТОМ И СОУСОМ",
        "price": 800,
        "id": 38,
        "weight": "150/40/20",
        "description": "",
        "type": "ГРИЛЬ-МЕНЮ"
    },

    {
        "name": "ОВОЩИ ГРИЛЬ",
        "price": 150,
        "id": 39,
        "weight": 100,
        "description": "",
        "type": "ГАРНИРЫ"
    },
    {
        "name": "ОВОЩИ НА ПАРУ",
        "price": 150,
        "id": 40,
        "weight": 100,
        "description": "",
        "type": "ГАРНИРЫ"
    },{
        "name": "ДОЛЬКИ КАРТОФЕЛЯ ЗАПЕЧЕНОГО",
        "price": 120,
        "id": 41,
        "weight": 100,
        "description": "",
        "type": "ГАРНИРЫ"
    },


    {
        "name": "БУЛОЧКА",
        "price": 40,
        "id": 42,
        "weight": 30,
        "description": "пшеничная/ржаная",
        "type": "ХЛЕБ И ВЫПЕЧКА"
    },
    {
        "name": "ЛАВАШ",
        "price": 70,
        "id": 43,
        "weight": "1шт",
        "description": "из тандыра",
        "type": "ХЛЕБ И ВЫПЕЧКА"
    },
    {
        "name": "Хлебная корзина",
        "price": 180,
        "id": 44,
        "weight": "",
        "description": "",
        "type": "ХЛЕБ И ВЫПЕЧКА"
    },


    {
        "name": "МОРС",
        "price": 450,
        "id": 45,
        "weight": "1л",
        "description": "смородина, вишня, клюква, облепиха",
        "type": "НАПИТКИ"
    },
    {
        "name": "ЛИМОНАД",
        "price": 450,
        "id": 46,
        "weight": "1л",
        "description": "",
        "type": "НАПИТКИ"
    },
    {
        "name": "Сок в асортименте",
        "price": 300,
        "id": 47,
        "weight": "1л",
        "description": "",
        "type": "НАПИТКИ"
    },


    {
        "name": "Брускета с ростбифом и соусом гуакомоле",
        "price": 120,
        "id": 48,
        "weight": 30,
        "description": "",
        "type": "ФУРШЕТНОЕ МЕНЮ"
    },
    {
        "name": "Брускета с творожным сыром и вялеными томатами",
        "price": 120,
        "id": 49,
        "weight": 30,
        "description": "",
        "type": "ФУРШЕТНОЕ МЕНЮ"
    },
    {
        "name": "Брускета с с/с форелью и сливочным сыром",
        "price": 150,
        "id": 50,
        "weight": 30,
        "description": "",
        "type": "ФУРШЕТНОЕ МЕНЮ"
    },


    {
        "name": "Эклер",
        "price": 150,
        "id": 51,
        "weight": 70,
        "description": "со сливочным сыром и Гравалаксом из форели, и двумя видами икры тобика",
        "type": "НОВИНКИ"
    },
    {
        "name": "Эклер",
        "price": 150,
        "id": 52,
        "weight": 70,
        "description": "со сливочным сыром коктельными креветками и перепелиным яйцом",
        "type": "НОВИНКИ"
    },
    {
        "name": "Красный эклер",
        "price": 150,
        "id": 53,
        "weight": 70,
        "description": "с лососем шеф посола и творожным сыром",
        "type": "НОВИНКИ"
    },
]
